/* (AEService) Service errors descriptions */
"Can't initialize converter to JSON format!" = "Impossibile inizializzare il convertitore al formato JSON!";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'Adguard icon' button */
"Accept" = "Accetta";

/* (AEService) Service errors descriptions */
"Attempted to convert rules to JSON while service is not started." = "Tentativo di conversione delle regole in JSON quando il servizio non è in esecuzione.";

/* (AEUIAboutController) Subject field for mail bug report */
"Bug Report" = "Segnala Bug";

/* (AESFilterConverter) Error occured when checking of the result from JSON converter. */
"Can't convert rules. Unexpected error occured. Please contact support team." = "Non posso convertire le regole. Si è verificato un errore imprevisto. Contatta la squadra di supporto.";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send bug report because no email is probably set up on your device." = "Non posso inviare il rapporto di bug poiché non hai configurato alcun account email.";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send message to support team because you have no configured email account." = "Non posso inviare il messaggio alla squadra di supporto perché non hai configurato alcun account email.";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'close icon' button */
"Cancel" = "Annulla";

/* (AEService) Service errors descriptions */
"Cannot add the filter rule. Rule text is invalid." = "Non posso aggiungere la regola. La regola non è corretta.";


/* (AEService) Service errors descriptions */
"Cannot change the filter rule. Rule text is invalid." = "Non posso cambiare la regola. La regola non è corretta.";
/* (Action Extension - AEAUIMainController) Error tile
   (AEUIUtils) Alert title. When converting rules process ended. */
"Error" = "Errore";

/* (AEService) Service errors descriptions */
"Exceeded the maximum number of filter rules." = "Limite delle regole consentite superato!";

/* (AEService) Service errors descriptions */
"Filters cannot be loaded into Safari. Therefore, your recent changes were not applied." = "I filtri non possono essere caricati in Safari. Di conseguenza, i tuoi cambiamenti recenti non sono stati applicati.";

/* (Action Extension - AEAUIMainController) Mail body to support team about incorrect blocking */
"Incorrect blocking on page:\n%@" = "Bloccaggi incorretti sulla pagina:\n%@ ";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'munus' button */
"Less" = "Meno";

/* (AEUILoadingModal) Standard message when filter conversion is performed. */
"Loading filters to Safari. Please do not turn off Adguard, the process will take no more than 30 seconds..." = "Caricamento dei filtri in Safari. Non disabilitare Adguard, l'operazione impiegherà non più di 30 secondi...";

/* (Action Extension - AEAUIMainController) Mail body to support team about missed ad */
"Missed ad on page:\n%@" = "Annunci mancati sulla pagina:\n%@ ";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'plus' button */
"More" = "Più";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'eye icon' button */
"Preview" = "Anteprima";

/* (Action Extension - AEAUIMainController) Mail subject to support team about incorrect blocking */
"Report Incorrect Blocking" = "Segnala Bloccaggio Incorretto";

/* (Action Extension - AEAUIMainController) Mail subject to support team about missed ad */
"Report Missed Ad" = "Segnala Annuncio Mancato";

/* (Action Extension - AEAUIMainController) error occurs when click on Block Element button. */
"This website security policy does not allow to launch Adguard Assistant." = "Le regole di sicurezza di questo sito non permettono di avviare Assistente Adguard.";

/* (Action Extension - ActionViewController) Some errors when starting. */
"Unexpected error occurred while initializing Safari action extension. Please contact Adguard support if this happens again." = "Si è verificato un errore imprevisto nel caricamento dell'estensione di Safari. Contatta il supporto di Adguard se succede di nuovo.";

/* (Action Extension - AEAUIMainController) error occurs when try turn off filtration on site. */
"You have exceeded the maximum number of the filter rules." = "Non posso aggiungere il dominio alla whitelist. Massimo numero di regole superato.";

